[
    {
        "Sequence": 1,
        "Message": "Welcome. You have just missed your period, and you're already 5 weeks pregnant. Arrange to go to the clinic soon."
    },
    {
        "Sequence": 2,
        "Message": "Please take iron and folic acid tablets each day during your pregnancy to help your baby grow well. You can get them free of cost from the clinic."
    },
    {
        "Sequence": 3,
        "Message": "Are you feeling uneasy or sick. Most women do early in pregnancy. It is common in pregnancy. Eat healthy and take ample rest.  You can also try having ginger mint  or lemon tea. Visit the clinic if the symptoms persist."
    },
    {
        "Sequence": 4,
        "Message": "Do you know your baby is the size of a lentil? Your baby has tiny hands, feet, and a beating heart."
    },
    {
        "Sequence": 5,
        "Message": "Please take  regular checkups and make sure you and your baby stay healthy. Take iron and folic acid tablets each day during your pregnancy to help your baby grow well. You can get them free of cost from the clinic."
    },
    {
        "Sequence": 6,
        "Message": "Are you feeling uneasy or experiencing spotting or light bleeding. It is common in pregnancy. Eat healthy and take ample rest.  If you have bleeding with pain it is worrying. Visit the clinic if the symptoms persist."
    },
    {
        "Sequence": 7,
        "Message": "Eat healthy and drink plenty of water. Try to add lentils, beans, milk, yogurt, soya, green vegetables, and fruits to your meal every day.  Slowly increase the amount of food you eat as your stomach grows. This will help Your baby grow well.  You can also add meat and add eggs to your meal if you are a non-vegetarian."
    },
    {
        "Sequence": 8,
        "Message": "Are you feeling uneasy , light bleeding about the time you would have had your period. It is common in pregnancy. Eat healthy and take ample rest.  If you have bleeding with pain it is worrying. Visit the clinic if the symptoms persist."
    },
    {
        "Sequence": 9,
        "Message": "The size of your baby is similar to a size of a grape and his bones are developing. You should take adequate amount of nutritional food and drink plenty of clean water as prescribed by the clinician."
    },
    {
        "Sequence": 10,
        "Message": "Please consult your health worker they may give you medicine, mosquito net to prevent malaria."
    },
    {
        "Sequence": 11,
        "Message": "You are 2 months pregnant. It is common to feel tired during pregnancy. Visit the clinic if the symptoms persist."
    },
    {
        "Sequence": 12,
        "Message": "The size of your baby is similar to a size of a date. You should take iron and folic acid as prescribed by the clinician."
    },
    {
        "Sequence": 13,
        "Message": "Please ask your health worker about Tetanus vaccine, iron level in blood tests, and HIV detection. If there is any history of TB, mention it to your health worker to get treatment. It will protect your baby from infection."
    },
    {
        "Sequence": 14,
        "Message": "Please take Iodine salt in your diet iron and folic acid tablets each day during your pregnancy to help your baby grow well. You can get them free of cost from the clinic."
    },
    {
        "Sequence": 15,
        "Message": "Your baby is the size of your thumb and floats inside your womb. It will protect  him from injuries at birth."
    }
]
