[
    {
        "Sequence": 1,
        "Message": "Tetanus diphtheria vaccine is important for you and your unborn child. Ensure you have the dosages required."
    },
    {
        "Sequence": 2,
        "Message": "Remember the health of the mother is very important for the health of the baby and the whole family. Please come to the clinic for regular check-ups for yourself and please contact your healthcare provider for free if you have any questions about your health."
    },
    {
        "Sequence": 3,
        "Message": "Remember to take your medications. They help even if you can't tell they are working. If you have any questions about your medication, you can talk to your healthcare provider."
    },
    {
        "Sequence": 4,
        "Message": "Be a part of EVERY health decision for a healthy pregnancy, healthy child & healthy family. If you need help with any decisions about your pregnancy you can speak with your healthcare provider."
    },
    {
        "Sequence": 5,
        "Message": "Always wear loose clothes to ensure free movement of the baby and also free blood flow to the stomach.  Always wear flat shoes to provide you with good control over your body's increased size."
    },
    {
        "Sequence": 6,
        "Message": "Deworming is recommended as an intervention for pregnant women to reduce the worm burden. If you have any questions about deworming, you can ask them by responding to this message for free "
    },
    {
        "Sequence": 7,
        "Message": "The health of the mother affects the health of the whole family. Discussing your pregnancy and health with your partner is important. Testing together and knowing each other's HIV status allows you to plan together and make joint informed decisions about your family's future.  If you are having trouble talking about any health topics at home we are here to support you."
    },
    {
        "Sequence": 8,
        "Message": "It is recommended that babies be exclusively breastfed for the first six months of their lives to promote optimal growth and development. Breastfeeding offers numerous benefits for both mother and baby, including reducing the risk of infections and allergies in infants."
    }
]
