[
    {
        "Sequence": 1,
        "Message": "Chanjo ya pepopunda ni muhimu kwako na kwa mtoto wako ambaye hajazaliwa. Hakikisha una dozi zinazohitajika"
    },
    {
        "Sequence": 2,
        "Message": "Kumbuka afya ya mama ni muhimu sana kwa afya ya mtoto na familia nzima. Tafadhali njoo kliniki kwa uchunguzi wa mara kwa mara kwa ajili yako mwenyewe na tafadhali wasiliana na mtoa huduma wako wa afya bila malipo ikiwa una maswali yoyote kuhusu afya yako."
    },
    {
        "Sequence": 3,
        "Message": "Kumbuka afya yako ni muhimu sana kwa afya ya mtoto na familia nzima. Tafadhali tembelea kliniki kwa uchunguzi wa kawaida kwa ajili yako, wasiliana na daktari wako bila gharama  ikiwa una maswali yoyote kuhusu afya yako."
    },
    {
        "Sequence": 4,
        "Message": "Jiunge katika kila uamuzi wa afya kwa ajili ya ujauzito wenye afya, mtoto mwenye afya, na familia yenye afya. Endapo utahitaji msaada wowote kuhusu maamuzi juu ya ujauzito wako, unaweza kuzungumza na mtoa huduma wako wa afya."
    },
    {
        "Sequence": 5,
        "Message": "Hakikisha umevaa mavazi yanoyofaa na yasiyobana ili kuwezesha msogeo huru wa mtoto na pia damu iweze kusafiri vizuri kwenda tumboni. Tumia viatu bapa kuhakikisha una udhibiti mzuri wa mwili wako uliokua."
    },
    {
        "Sequence": 6,
        "Message": "Kuondoa minyoo inapendekezwa kama hatua ya afya ya umma kwa wanawake wajawazito ili kupunguza mzigo wa minyoo. Iwapo una maswali yoyote kuhusu dawa za minyoo, unaweza kuyauliza kwa kujibu ujumbe huu bila malipo."
    },
    {
        "Sequence": 7,
        "Message": "Afya ya mama inaathiri afya ya familia nzima. Kujadili ujauzito wako na afya yako na mwenzi wako ni muhimu. Kupimwa pamoja na kujua hali ya virusi vya ukimwi ya kila mmoja inaruhusu kupanga pamoja na kufanya maamuzi ya pamoja na ufahamu kuhusu mustakabali wa familia yenu. Ikiwa una shida kuzungumza kuhusu mada yoyote ya afya nyumbani, tupo hapa kukusaidia."
    },
    {
        "Sequence": 8,
        "Message": "Inapendekezwa kuwa watoto wanyonyeshwe maziwa ya mama pekee kwa miezi sita ya kwanza ya maisha yao ili kukuza ukuaji bora. Kunyonyesha kuna faida nyingi kwa mama na mtoto, ikiwa ni pamoja na kupunguza hatari ya maambukizi na mizio kwa watoto wachanga."
    }
]
