[{
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Are you sleeping under long lasting insecticide treated nets?",
    "ReplyYesText" : "Congratulations! Using mosquito while pregnant creates a physical barrier against mosquitoes and their insecticide adds an extra layer of protection by repelling or killing mosquitoes. This is crucial during pregnancy as malaria can result in complications such as anemia, low birth weight, and stillbirth.",
    "ReplyNoText"  : "It's essential to recognize the risks associated with this. Without a net, you are at a higher risk of malaria, which can lead to complications including anemia, low birth weight, and stillbirth. Additionally, mosquito bites can disrupt sleep, causing stress and sleep deprivation, which are detrimental during pregnancy. If you have not received a net, talk to your healthcare worker"
 },
 {
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Have you planned for your hospital delivery?",
    "ReplyYesText" : "Congratulations! Remember to come and deliver in the hospital. Maternity services in the government hospitals are free. Identify transport means and set aside fare. Carry a bag with your supplies and baby clothes. If you have any questions, you can ask them by responding to this message for free",
    "ReplyNoText"  : "Please plan to deliver in a health facility in the presence of a skilled health provider. Delivering in a health facility is important because health providers will closely monitor your progress through labor and ensure that complications are addressed in time. Sometimes a caesarean section is the safest way to deliver a baby and that can only be done in a hospital. We encourage you to plan in advance on the health facility that you will deliver in, the fastest way to reach the clinic and what transportation you can take so that you reach the hospital on time and have a safe delivery."
 },
 {
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Are you taking your iron and folic acid tablets every day during your pregnancy? ",
    "ReplyYesText" : "That's wonderful. It will help your baby grow well. You can get them free of cost from the clinic",
    "ReplyNoText"  : "We acknowledge that this may be unfamiliar to you. Please take iron and folic acid tablets each day during your pregnancy to help your baby grow well. You can get them free of cost from the clinic "
 },
 {
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Do you wash your hands regularly?",
    "ReplyYesText" : "Proper hand hygiene helps prevent the spread of harmful bacteria and viruses that can potentially harm both the pregnant person and their developing baby. By washing your hands frequently, you reduce the risk of infections that could lead to complications during pregnancy, such as preterm birth or low birth weight.",
    "ReplyNoText"  : "It is important to maintain hygiene. Wash your hands with soap and water after using the toilet, handling animals, and before preparing food. It will protect you from infections. Consult your doctor before taking any medicine, and eat freshly cooked food"
 },
 {
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Do you practice relaxation techniques or mindfulness to reduce anxiety?",
    "ReplyYesText" : "Emotional well-being is a crucial aspect of a healthy pregnancy. Reducing anxiety and stress through relaxation techniques and mindfulness practices can lead to a more comfortable and smoother pregnancy experience. It can also contribute to better mental health for both you and your baby.",
    "ReplyNoText"  : "Lack of emotional well-being during pregnancy can increase the risk of complications such as preterm birth and developmental issues for the baby. High stress levels may also lead to postpartum depression. It's essential to seek support and consider incorporating relaxation techniques or mindfulness into your routine to reduce anxiety and promote overall well-being."
 },
 {
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Are you doing the recommended exercises during pregnancy?",
    "ReplyYesText" : "Remember to exercise regularly to reduce backaches, constipation, bloating and swelling. It also boosts your mood and energy levels. It helps you sleep better. If you have any questions about exercise, you can ask them by responding to this message for free. ",
    "ReplyNoText"  : "Lack of physical activity can contribute to excessive weight gain, an increased risk of gestational diabetes, and mood swings, among other issues. Furthermore, not engaging in appropriate exercises can result in weakened muscles, which may make the labor and delivery process more challenging. Discuss with your healthcare worker on the best exercises to do when you are pregnant."
 },
 {
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Are you taking a balanced and nutritious diet during pregnancy?",
    "ReplyYesText" : "It's crucial to maintain a healthy and nutritious diet during pregnancy to support both your own well-being and the optimal development of your baby. A well-balanced diet provides essential nutrients, such as folic acid, iron, and calcium, which are vital for the baby's growth and development. Proper nutrition can also help prevent complications like gestational diabetes and preterm birth",
    "ReplyNoText"  : "Lack of proper nutrition during pregnancy can pose significant risks to both you and your baby. Inadequate nutrient intake can lead to complications such as low birth weight, birth defects, and developmental issues. It's essential to consult with a healthcare provider to address any dietary concerns and ensure you and your baby receive the necessary nutrients."
 },
 {
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Are you attending regular prenatal check-ups with your healthcare provider?",
    "ReplyYesText" : "Regular prenatal check-ups are vital to monitor the progress of your pregnancy, ensure the well-being of both you and your baby, and detect any potential issues early. These appointments allow your healthcare provider to provide appropriate guidance and interventions when necessary.",
    "ReplyNoText"  : "Skipping prenatal check-ups can pose serious risks, as important developments and potential complications may go unnoticed. Regular monitoring is essential to address issues promptly and ensure a healthy pregnancy."
 },
 {
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Have you undergone necessary prenatal screenings and tests?",
    "ReplyYesText" : "Prenatal screenings and tests are crucial for identifying any potential health concerns or birth defects in the baby. Early detection can lead to better management and intervention if needed, ensuring the best possible outcome for both you and your child.",
    "ReplyNoText"  : "Foregoing prenatal screenings and tests can increase the risk of undiagnosed health issues in the baby. Early detection and intervention are vital for ensuring a healthy pregnancy and birth."
 },
 {
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Did you take your drugs that prevent malaria as prescribed by your doctor?",
    "ReplyYesText" : "It’s important to take IPTp to prevent malaria infection during pregnancy. It’s recommended to start as early as possible in the second trimester. If you have any questions about IPTp, you can ask your healthcare provider.”",
    "ReplyNoText"  : "Malaria poses a significant risk during pregnancy. Neglecting to take these prescribed supplements can lead to serious health issues for both the mother and the developing fetus. IFAS can be obtained from your health facility at no cost, follow up with your healthcare worker on this. "
 },
 {
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Are you taking any other medications besides prenatal vitamins, and have they been approved by your doctor?",
    "ReplyYesText" : "It's essential to consult with your healthcare provider before taking any medications or supplements during pregnancy to ensure they are safe for both you and your baby. This helps prevent potential risks and complications.",
    "ReplyNoText"  : "Taking medications without medical approval during pregnancy can pose serious risks to the baby's development and your own health. Always consult with your healthcare provider to address concerns and ensure the safety of any medications or supplements you're taking."
 },
 {
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Are you engaging in safe and recommended physical activities during pregnancy?",
    "ReplyYesText" : "Maintaining regular physical activity during pregnancy can have numerous benefits, such as improved mood, reduced discomfort, and enhanced overall well-being. However, it's crucial to follow your healthcare provider's recommendations to ensure your exercise routine is safe and appropriate for your pregnancy.",
    "ReplyNoText"  : "Engaging in unsafe physical activities during pregnancy can lead to complications or injuries. Consult with your healthcare provider to develop a safe and suitable exercise plan that aligns with your specific needs and circumstances."
 },
{
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Have you attended childbirth education classes?",
    "ReplyYesText" : "Being well-prepared for labor and birth is essential for a smooth and positive experience. Childbirth education classes, a birth plan, and discussions about pain management ensure that you are informed and ready for the journey ahead.",
    "ReplyNoText"  : "Neglecting childbirth preparation can lead to anxiety and uncertainty during labor and birth. It's important to take these steps to ensure you have a clear plan and are aware of your options for pain management."
 },
 {
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Do you have someone to support you during this pregnancy, and are they informed about your needs and concerns?",
    "ReplyYesText" : "Having someone who is aware of your needs and concerns supporting you, can greatly contribute to a good pregnancy experience as they provide emotional and practical support when necessary.",
    "ReplyNoText"  : "It is advisable to identify someone who can support you during this pregnancy. Have an open and honest discussions to ensure you receive the support you require"
 },
 {
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Are you experiencing any discomfort or feeling unwell?",
    "ReplyYesText" : "No need to worry. It is common in pregnancy. Eat healthy and take ample rest. You can also try having ginger, mint, or lemon tea. Visit the clinic if the symptoms persist.",
    "ReplyNoText"  : "That's great.  Eat healthy and take ample rest. You can also try having ginger, mint, or lemon tea. "
 },
 {
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Have you received counseling on breastfeeding and postpartum care?",
    "ReplyYesText" : "Breastfeeding and postpartum care are crucial aspects of the post-birth period. Being informed and having a plan in place can promote the well-being of both you and your baby during this time.",
    "ReplyNoText"  : "Lack of knowledge and planning for breastfeeding and postpartum care can lead to challenges and difficulties during the post-birth period. It's advisable to seek information and create a plan to ensure a smoother transition into postpartum life."
 },
 {
    "WhatsAppTemplateName" : "",
    "WhatsAppTemplateVariables" : "",
    "Messege"      : "Have you delivered your baby?",
    "ReplyYesText" : "Congratulations on the birth of your baby! We treasure you both! If you have questions about baby’s health please contact your healthcare provider by responding to this message for free. ",
    "ReplyNoText"  : "It is OK. Sometimes delivery may delay beyond 37 weeks gestation. We wish you well as you continue tracking your pregnancy and wellness of the baby. Kindly notify the healthcare worker as soon as you deliver. "
 }
]
